import React from 'react'
import Header from '../Components/Header'
import Footer from "../Components/Footer";
import WorkPhoto from "../assets/imges/WorkPhoto.jpg";


export default function AboutUs() {
  return (
    <div>
        <Header />
        <div className='flex gap-2 max-xl:grid'>
          <div className='w-[70%] pl-14  max-sm:pl-7 max-xl:pr-14 max-sm:pr-7 pt-6 pb-4 max-xl:grid max-xl:text-center max-xl:w-full max-xl:justify-center'>
            <h4 className='text-black text-2xl pb-4'>Загальна інформація</h4>
            <div className='grid gap-4 text-darkGray text-xl'>
              <span>З 02.05.2018 року в КНП ЦМЛ РМР розпочало свою роботу відділення інтервенційної радіології (кардіології) та реперфузійної терапії. Відділення розгорнуто на 10 ліжок з палатою інтенсивної терапії та палатами для хворих перед та після коронарографії. На  даний момент у відділенні функціонують дві рентгенопераційні. Ми надаємо невідкладну  медичну допомогу хворим на гострий коронарний синдром з елевацією сегмента ST в режимі 24/7/365</span>
              <span>Колектив відділення очолює позаштатний міський кардіолог, лікар інтервенційний кардіолог вищої кваліфікаційної категорії Овсійчук Роман Миколайович та старша медична сестра вищої кваліфікаційної категорії Петришина Людмила Костянтинівна.</span>
              <span>Лікарський штат відділення об’єднує кардіологів палати інтенсивної терапії, інтервенційних кардіологів, кардіологів-електрофізіологів та лікарів функціональної діагностики, які цілодобово забезпечують надання невідкладної медичної допомоги при таких захворюваннях:</span>
              <span>До послуг наших пацієнтів прогресивні медичні технології, сучасні методики лікування та операційне обладнання, що відповідає сучасним медичним вимогам, санітарно-гігієнічним нормам, а також міжнародним стандартам, що забезпечують проведення планових та ургентних операцій.</span>
            </div>
          </div>
          <div>
            <img src={WorkPhoto} alt="Фото екранів" className='h-full max-xl:w-full'/>
          </div>
        </div>
        <div>
        </div>
        <Footer />
    </div>
  )
}
