import Овсійчук from "../assets/imges/Овсійчук.jpg";
import Данильчук from "../assets/imges/Данильчук.jpg";
import Кушнір from "../assets/imges/Кушнір.jpg";
import Бондарук from "../assets/imges/Бондарук.jpg";
import Кривко from "../assets/imges/Кривко.jpg";
import Мовчан from "../assets/imges/Мовчан.jpg";
import Фітьо from "../assets/imges/Фітьо.jpg";

const doctors = [
  {
    id: "1",
    title: "Овсійчук Роман Миколайович",
    experience: "22",
    img: Овсійчук,
    speciality: "Завідуючий відділення, інтервенційний кардіолог",
    education: "ТНМУ",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "Овсійчук Роман Миколайович, завідуючий відділенні інтервенційної кардіології та реперфузійної терапії, міський позаштатний кардіолог, інтервенційний кардіолог. До професійних компетенцій лікаря належить профілактика, діагностика та лікування захворювань серця та судин. зокрема:лікуванням гострого інфаркту міокарда та його наслідків в режимі 24/7.ХКС, стенокардії,ТЕЛА,Порушення ритму та провідності (брадиаритмії, тахіаритмії),Інфекційний міокардит, перикардит, ендокардит,Кардіоміопатії (ДКМП, ГКМП),ХСН та інші захворювання,проводить коонарографії та стентування коронарних судин,церебральні ангіографії та тромбектомії,імплантація тимчасових ШВР,імплантація оклюдерів",
    educationInfo:
      "1996-2002 рр. навчався у Тернопільській державній медичній академії ім. І.Я.Горбачевського на медичному факультеті за спеціальністю «лікувальна справа».2002-2004рр. інтернатура на базі Тернопільської державної медичної академії ім. І.Я.Горбачевського та Рівненської обласної клінічної лікарні.03.08.2004р. розпочав роботу цеховим терапевтом МСЧ «РівнеАЗОТ» та терапевтом в міськй полікінніці №3.31.08.-27.12.2009р. спеціалізація з кардіології у НМАПО ім. П.Л. Шупика.01.09.2010р.-01.05.2018р. працював лікарем кардіологом в кардіологічних відділеннях №1, №2, №3 в КНП «ЦМЛ» РМР.11.03-24.04.2013р. ТУ «Сучасні технології в інтервенційній кардіології» в НМАПО ім. П.Л. Шупика.2016р. призначений позаштатним міським кардіологом м.Рівне.",
  },
  {
    id: "2",
    title: "Данильчук Ірина Ігорівна",
    experience: "22",
    img: Данильчук,
    speciality: "Лікар кардіолог, аритмолог",
    education: "ТНМУ",
    location: "Центральна міська лікарня м.Рівне",
    details: "Данильчук Ірина Ігорівна-лікар кардіолог, аритмолог працює у Центральній міській лікарні Рівного з 2012року. Займається лікуванням хворих з ішемічною хворобою серця, зокрема, інфарктом міокарда, різноманітними порушеннями ритму серця. Надає ургентну допомогу у палаті інтенсивної терапії відділення інтервенційної радіології, проводить імплантацію тимчасових та постійних штучних водіїв ритму, кардіовертер дефібриляторів, проводить добове холтерівське моніторування ЕКГ та АТ.",
    educationInfo: "з 2004р. до 2010р. навчалася і закінчила Тернопільський державний медичний університет імені І.Я.Горбачевського за спеціальністю “Лікувальна справа”.З 2010р. до 20212р.-інтернатура на базі Рівненської ЦМЛ за спеціальністю 'Внутрішні хвороби'.2013р.- спеціалізація з кардіології у Національній медичній академії післядипломної освіти імені П.Л.Шупика.2014р. – учасниця програми “Open World: Telemedicine Ukraine” (США).2017р.- спеціалізація з функціональної діагностики у Львівському національному медичному університеті імені Данила Галицького.2017р.-ТУ “Клінічна електрокардіографія” на базі Харківської медичної академії післядипломної освіти.2018р.-ПАЦ з кардіології у Національній медичній академії післядипломної освіти імені П.Л.Шупика.2018р. – присвоєна друга кваліфікаційна категорія зі спеціальності “Кардіологія”.2019р.- ТУ “ЕКС та катетерні методи лікування аритмій” у Національній медичній академії післядипломної освіти імені П.Л.Шупика.2019р. – Management of Implanted Patients. Fundamentals of cardiac Pacing. Part 1. (Medtronic education).2020р.- стажування з інтервенційної кардіології у відділенні інтервенційної радіології КНП “Тернопільська університетська лвеарня” ТОР.2021р. - присвоєна перша кваліфікаційна категорія зі спеціальності “Кардіологія”.2021р. - спеціалізація з інтервенційної кардіології у Національній медичній академії післядипломної освіти імені П.Л.Шупика.2022р. – ТУ “Діагностика та лікування аритмій і блокад серця”.2022р.- спеціалізація з інвазивної електрофізіології у Національній медичній академії післядипломної освіти імені П.Л.Шупика.2024р.- Management of Implanted Patients. Fundamental Management of the  Pacemaker Patients. Part 1. (Medtronic education).2024р.- стажування по електрофізіології в НІССХ ім. М.М.Амосова.Учасниця щорічного конгресу кардіологів України, Київського курсу з коронарних реваскуляризацій, різноманітних кардіологічних конференцій, присвячених сучасним методам діагностики та лікування."
  },
  {
    id: "3",
    title: "Кушнір Роман Петрович",
    experience: "13",
    img: Кушнір,
    speciality: "Лікар кардіолог",
    education: "ТНМУ",
    location: "Центральна міська лікарня м.Рівне",
    details: "Був залучений у написанні, медичних, статей в місцевій газеті «Медичний вісник».У роботі з пацієнтами виявляє високий гуманізм, людяність, чесність, принциповість, готовність нести всю відповідальність за стан здоров’я кожного із них. Не рахуючись з особистим часом, станом власного здоров’я виконує свої функціональні обов’язки на високому професійному рівні, впроваджує у роботу нові технології надання медичної допомоги.Постійно підвищує свій професійний рівень. Бере активну участь у проходженні різноманітних тренінгів, майстер-класів, семінарів, конференцій, вебінарів. Тісно підтримує зв'язок із лікарями елетрофізіологами інституту ім. М. Амосова та Феофанії. На даний час працює лікарем кардіологом (ВІР та РТ і КВ №1) КНП « ЦМЛ» РМР. Активно проводить імплантацію штучних водіїв ритму та кардівертер дефібриляторів.",
    educationInfo: "Закінчив Тернопільський державний медичний університет в 2011 році за спеціальністю «лікувальна справа».Після закінчення університету з 2011 року по 2013 роки проходив інтернатуру за спеціальністю «внутрішні хвороби» на базі ЦМЛ  м.Рівне.З серпня 2013 почав працювати лікарем стажером в палаті інтенсивної терапії кардіолгії №1.у ЦМЛ м.Рівне. У 2013 проходив навчання із спеціалізації кардіологія у Львівському державному медичному університетті на протязі 4 місяців.З лютого 2014 року працюю лікарем кардіологм палати інтесивної терапії КВ №1 та по сумісництву лікарем кардіологом КВ відділення №3 для лікування хворих з порушенням ритму. У 2014 році відвідав науково медичну конференцію у м. Bialystok Подляского воєводства Польща.В 2015 році пройшов курси за спеціальністю імплантація штучних водіїв ритму серця, НАПО ім П.Л. Шупика., на базі інституту ім. М. Амосова. З 2016 року проводить імпалантації штучних водії ритму серця, для хворих із важкими порушеннями ритму серця.З червня 2016 року працює лікарем кардіологом палати інтенсивної терапії ВІР та РТ  КНП «Центральна міська лікарня» РМР. З червня 2022 р працює лікарем кардіологом (аритмологом) КВ №1 КНП 'ЦМЛ' РМР. В  2022 році пройшов 6 місячні курси на базі  НАПО ім П.Л. Шупика. за спеціальністю 'електрофізіологія'.Має досвід у організації кардіологічної конференції із залученням міжнародних спікерів 2019 р."
  },
  {
    id: "4",
    title: "Бондарук Ілона Володимирівна",
    experience: "6",
    img: Бондарук,
    speciality: "Лікар кардіолог, лікар функціональної діагностики",
    education: "БДМУ",
    location: "Центральна міська лікарня м.Рівне",
    details: "Бондарук Ілона Володимирівна лікар кардіолог та лікар функціональної діагностики у відділенні інтервенційної кардіології та реперфузійної терапії.  До професійних компетенцій лікаря  належить профілактика, діагностика та лікування захворювань серця та судин, зокрема: Інфаркт міокарда та його наслідки, ХКС, стенокардії, ТЕЛА, Порушення ритму та провідності (брадиаритмії, тахіаритмії), Інфекційний міокардит, перикардит, ендокардит, Кардіоміопатії (ДКМП, ГКМП), ХСН  та інші захворювання, проводить  трансезофагеальну (черезстравохідну) та трансторакальну ехокардіографію.",
    educationInfo: "2012-2018 рр. навчалася у Буковинському державному медичному університеті на факультеті лікувальна справа.2018-2020рр. інтернатура на базі Львівського національного медичного університету ім. Данила Галицького та КНП «Центральна міська лікарня» РМР.25.06.2020р. розпочала роботу лікарем-черговим приймально діагностичного відділення та лікарем кардіологом  відділення інтервенційної кардіології та реперфузійної терапії.2020р. спеціалізація з кардіології у Львівському національному медичному університеті  ім. Данила Галицького.2021р. спеціалізація з функціональної діагностики у Львівському національному медичному університеті  ім. Данила Галицького.2022р. спеціалізація з медицини невідкладних станів у Львівському національному медичному університеті  ім. Данила Галицького.З 2022р. та по теперішній час працюю лікарем кардіологом та лікарем функціональної діагностики у відділенні інтервенційної радіології та реперфузійної  терапії.2022р.  підвищення кваліфікації на базі НУОЗ України ім. П.Л. Шупика – ТУ «Діагностика та лікування аритмій і блокад серця».2022р. є членкинею ESC (European Society of Cardiology)"
  },
  {
    id: "5",
    title: "Кривко Ігор Степанович",
    experience: "37",
    img: Кривко,
    speciality: "Лікар кардіолог, інтервенційний кардіолог",
    education: "ІФНМУ",
    location: "Центральна міська лікарня м.Рівне",
    details: "Лікар-кардіолог вищої категорії у  КНП «ЦМЛ» м. Рівне.Займається лікуванням хворих з такими патологіями: лікуванням гострого інфаркту міокарда в режимі 24/7.ХКС, стенокардії, ТЕЛА , Порушення ритму та провідності (брадиаритмії, тахіаритмії), Інфекційний міокардит, перикардит, ендокардит, Кардіоміопатії (ДКМП, ГКМП), ХСН та інші захворювання, проводить коонарографії та стентування коронарних судин",
    educationInfo: "1987р. закінчив з відзнакою Івано-Франківський державний медичний інститут.1989р. розпочав роботу кардіологом у кардіологічному відділенні №1.1990р. спеціалізація з ультразвукової діагностики серця у Львівському національному медичному університеті  ім. Данила Галицького.1994р. спеціалізація з кардіології у КМАПО ім. П.Л. Шупика.2000р., 2003р. стажування з інтервенційної кардіології в Śląskie Centrum Chorób Serca w Zabrzu  (Польща).04.02-04.03.2008р. ТУ «Сучасні технології в інтервенційній кардіології» в НМАПО ім. П.Л. Шупика.2012р. стажування з інтервенційної кардіології у м. Гамбург (Німеччині).2004р. стажування з інтервенційної кардіології у м. Ченстохова (Польща).2014р. стажування з інтервенційної кардіології у м. Познань (Польща).2015р. стажування з інтервенційної кардіології м.Маастріхт (Голандії).18.05-29.05.2015р. ТУ «Новітні методи інтервенційної діагностики коронарного атеросклерозу» в НМАПО ім. П.Л. Шупика.Щорічна участь у конгресі кардіологів України.•	2013-2024рр. - щорічна участь у Київському курсі з коронарних реваскуляризацій.18.10.2024р. науково практична конференція « Сучасні стратегії лікування ішемічної хвороби серця».Численні онлайн-конференції від платформ : Medvoice, Accemedin, WebCardio.Експерт у питаннях інтервенційної кардіології.Нагороджений грамотою Верховної Ради України."
  },
  {
    id: "6",
    title: "Мовчан Галина Яківна",
    experience: "22",
    img: Мовчан,
    speciality: "Лікар кардіолог",
    education: "ІФДМУ",
    location: "Центральна міська лікарня м.Рівне",
    details: "2007 - 2010 приймально-діагностичне відділенні на посаді чергового лікаря. З 2009 року, по даний час лікар- кардіолог у кардіологічному  відділенні, на палатах інтенсивної терапії та реанімації . З 2018 року по даний час у відділенні кардіології для хворих з порушенням ритму серця.  2020р. (3 місяці) -2021р.(5 місяців) працювала у перепрофільованому інфекційному відділенні для хворих на коронавірусну хворобу (covid-19).Навики: консультація хворих; володіння застосуванням  методикою системного тромболізису; володіння технікою катетеризації яремної та підключичної вен, пункцією плевральної порожнини з лікувальною та діагностичною метою; проведення фармакологічної та електричної  кардіоверсії хворим з порушеннями серцевого ритму; відбір, підготовка хворих до коронарографії, стентування , шунтування коронарних артерій, протезування клапанів серця, РЧА (радіочастотної абляції), трансплантації серця (реципієнта) та ведення даної категорії хворих після перерахованих втручань; імплантація тимчасового ШВРС, одно- та двохкамерних  постійних ШВРС; заміна генератора ШВРС;  проведення реанімаційних заходів. Шифрування і аналіз ЕКГ, Холтер-ЕКГ; проведення тредміл-тесту; аналіз і інтерпретація ЕхоКС, КТ-органів грудної клітки; тестування та налаштування  кардіостимуляторів ; Надання допомоги та ведення  хворих з гострим коронарним синдромом, набряком легень, розшаруванням аорти, порушенням серцевого ритму і провідності, ТЕЛА, міокардитами, перикардитами, захворюванням клапанів серця, гіпертонічною хворобою ;  маю досвід роботи з хворими на коронавірусну хворобу (covid-19) з середнім і важким перебігом захворювання.",
    educationInfo: "1999-2005  ІФДМУ за спеціальністю «лікувальна справа».2005р. - 2007р. інтернатура за спеціальністю «загальна практика, сімейна медицина».2009р.  у  Львівському національному медичному університеті ім. Д. Галицького атестувалася за спеціальністю «терапія».2009р. – курси  із спеціалізації  «кардіологія»,  на базі Національної  медичної академії післядипломної освіти ім. П. Л. Шупика МОЗ України;2013р. ПАЦ зі спеціальності «кардіологія» факультет післядипломної освіти при Львівському національному медичному університеті ім. Д. Галицького, отримала 2 кваліфікаційну категорію лікаря-кардіолога.2018р. ПАЦ зі спеціальності «кардіологія» факультет післядипломної освіти при Львівському національному медичному університеті ім. Д. Галицького, отримала 1 кваліфікаційну категорію лікаря-кардіолога.2019 р. ПАЦ зі спеціальності «кардіологія» факультет післядипломної освіти при Львівському національному медичному університеті ім. Д. Галицького, отримала  вищу  кваліфікаційну категорію лікаря-кардіолога.2018р курси спеціалізації «Функціональна діагностика», факультет  післядипломної освіти при Львівському національному медичному університеті ім. Д. Галицького.2018р. пройшла підготовку медичного  персоналу AFFINITI70 Philips htalthcare AFS medizintechnik.2019р. ТУ  «Електрокардіостимуляція та катетерні методи лікування аритмій»  НМАПО імені П.Л.Шупика м. Київ, отримала  вищу  кваліфікаційну категорію лікаря-кардіолога.2019р. навчання м.Київ «Funamentals of cardiac pacing»  Part І, Part ІІ Досвід у організації кардіологічної конференції із залученням міжнародних спікерів 2019 р.2022р. – курси  із спеціалізації  «інвазивна електрофізіологія»,  на базі Національної  медичної академії післядипломної освіти ім. П. Л. Шупика МОЗ України; Щорічно відвідую   Національний конгрес кардіологів України;  науково –практичні конференції  асоціації аритмологів України « Клінічна та інвазивна аритмологія»; конференції  всеукраїнської асоціації фахівців серцевої недостатності;  конференції  «Невідкладна кардіологія ,практичні аспекти».З 2020 року є учасником Cardio Hub – всеукраїнської асоціації кардіологів України."
  },
  {
    id: "7",
    title: "Фітьо Олег Богданович",
    experience: "13",
    img: Фітьо,
    speciality: "Лікар-кардіолог, лікар-інтервенційний кардіолог",
    education: "НМУ ім. О.О. Богомольця",
    location: "Центральна міська лікарня м.Рівне",
    details: "Фітьо Олег Богданович - лікар-кардіолог, лікар-інтервенційний кардіолог у відділенні інтервенційної радіології та реперфузійної терапії в КНП «Центральна міська лікарня» РМР. Займається лікуванням гострого інфаркту міокарда та інших невідкладних станів в кардіології в режимі 24/7.",
    educationInfo: "2005 – 2011рр. навчання на факультеті лікувальна справа в НМУ ім. О.О. Богомольця.2011 – 2013рр. інтернатура за спеціальністю «Внутрішні хвороби» в Тернопільському ДМУ ім. І.Я. Горбачевського.29.08-27.11.2013р. спеціалізація з кардіології в НМАПО ім. П.Л. Шупика.2017р. ТУ «Клінічна електрокардіографія» в Харківській медичній академії післядипломної освіти.05.02-22.03.2018р. ТУ «Сучасні технології в інтервенційній кардіології» в НМАПО ім. П.Л. Шупика.2018р. ПАЦ «Кардіологія» в Львівському НМУ ім. Данила Галицького Факультет післядипломної освіти.09.03-11.06.2021р. спеціалізація з «Інтервенційної кардіології» в НМАПО ім. П.Л. Шупика.03.05-18.05.2022р. ТУ «Діагностика та лікування аритмій і блокад серця» в Національному університеті охорони здоров’я України ім. П.Л. Шупика.Експерт у питаннях лікування гострого інфаркту міокарда та інших невідкладних станів."
  },
];
export default doctors;
