import Овсійчук from "../assets/imges/Овсійчук.jpg";
import Данильчук from "../assets/imges/Данильчук.jpg";
import Кушнір from "../assets/imges/Кушнір.jpg";
import Бондарук from "../assets/imges/Бондарук.jpg";
import Кривко from "../assets/imges/Кривко.jpg";
import Мовчан from "../assets/imges/Мовчан.jpg";
import Фітьо from "../assets/imges/Фітьо.jpg";
import Мельник from "../assets/imges/Мельник.jpg";
import Петришина from "../assets/imges/Петришина.jpg";


const doctors = [
  {
    id: "1",
    title: "Овсійчук Роман Миколайович",
    experience: "22",
    img: Овсійчук,
    speciality: "Завідуючий відділення, інтервенційний кардіолог",
    education: "ТНМУ",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "Овсійчук Роман Миколайович, завідуючий відділення інтервенційної кардіології та реперфузійної терапії, міський позаштатний кардіолог, інтервенційний кардіолог. До професійних компетенцій лікаря належить профілактика, діагностика та лікування захворювань серця та судин. Зокрема: лікування гострого інфаркту міокарда та його наслідків в режимі 24/7, ХКС, стенокардії, ТЕЛА, порушення ритму та провідності (брадиаритмії, тахіаритмії), інфекційний міокардит, перикардит, ендокардит, кардіоміопатії (ДКМП, ГКМП), ХСН та інші захворювання. Проводить коронарографії та стентування коронарних судин, церебральні ангіографії та тромбектомії, імплантацію тимчасових ШВР, імплантацію оклюдерів.",
    educationInfo:
      "1996-2002 рр. навчався у Тернопільській державній медичній академії ім. І. Я. Горбачевського на медичному факультеті за спеціальністю «лікувальна справа». 2002-2004 рр. інтернатура на базі Тернопільської державної медичної академії ім. І. Я. Горбачевського та Рівненської обласної клінічної лікарні. 03.08.2004 р. розпочав роботу цеховим терапевтом МСЧ «РівнеАЗОТ» та терапевтом в міській поліклініці №3. 31.08-27.12.2009 р. спеціалізація з кардіології у НМАПО ім. П. Л. Шупика. 01.09.2010 р.-01.05.2018 р. працював лікарем-кардіологом в кардіологічних відділеннях №1, №2, №3 в КНП «ЦМЛ» РМР. 11.03-24.04.2013 р. ТУ «Сучасні технології в інтервенційній кардіології» в НМАПО ім. П. Л. Шупика. 2016 р. призначений позаштатним міським кардіологом м. Рівне.",
  },
  {
    id: "2",
    title: "Мельник Олександр Романович",
    experience: "28",
    img: Мельник,
    speciality: "Лікар кардіолог",
    education: "УжНУ",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "Мельник Олександр Романович, лікар-кардіолог у відділенні інтервенційної радіології та реперфузійної терапії КНП «Центральна міська лікарня» РМР. Займається лікуванням гострого інфаркту міокарда та інших невідкладних станів у кардіології.",
    educationInfo:
      "1990-1996 рр. навчання на медичному факультеті Ужгородського Держуніверситету за спеціальністю «лікувальна справа». 1996-1997 рр. інтернатура на базі ЦМЛ м. Рівне та Тернопільської державної медичної академії (очний цикл). 1998 р. курси «Спеціалізації з кардіології» на базі Харківського інституту удосконалення лікарів. 2004 р. участь у науково-практичній конференції «Можливості Інтервенційної Кардіології». 2006 р. курси тематичного удосконалення «ІХС» на базі Тернопільської медакадемії. 2007 р. участь у міжнародному з’їзді кардіологів у м. Вроцлав. 2024 р. майстер-клас «Актуальні питання невідкладної кардіології» в рамках 25-го конгресу кардіологів України. 2024 р. «Клінічна та інвазивна аритмологія. Від наукових досліджень до практичних рекомендацій» в рамках 25-го національного конгресу кардіологів України. Регулярне проходження передатестаційних курсів. Щорічна участь у конференціях та з’їздах кардіологів України. Експерт у питаннях лікування гострого інфаркту міокарда та інших невідкладних станів.",
  },
  {
    id: "3",
    title: "Данильчук Ірина Ігорівна",
    experience: "22",
    img: Данильчук,
    speciality: "Лікар кардіолог, аритмолог",
    education: "ТНМУ",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "Данильчук Ірина Ігорівна — лікар-кардіолог, аритмолог, працює у Центральній міській лікарні Рівного з 2012 року. Займається лікуванням хворих з ішемічною хворобою серця, зокрема інфарктом міокарда та різноманітними порушеннями ритму серця. Надає ургентну допомогу в палаті інтенсивної терапії відділення інтервенційної радіології, проводить імплантацію тимчасових та постійних штучних водіїв ритму, кардіовертер-дефібриляторів, проводить добове холтерівське моніторування ЕКГ та АТ.",

    educationInfo:
      "З 2004 р. до 2010 р. навчалася і закінчила Тернопільський державний медичний університет імені І. Я. Горбачевського за спеціальністю «лікувальна справа». З 2010 р. до 2012 р. — інтернатура на базі Рівненської ЦМЛ за спеціальністю «внутрішні хвороби». 2013 р. — спеціалізація з кардіології у Національній медичній академії післядипломної освіти імені П. Л. Шупика. 2014 р. — учасниця програми «Open World: Telemedicine Ukraine» (США). 2017 р. — спеціалізація з функціональної діагностики у Львівському національному медичному університеті імені Данила Галицького. 2017 р. — ТУ «Клінічна електрокардіографія» на базі Харківської медичної академії післядипломної освіти. 2018 р. — ПАЦ з кардіології у Національній медичній академії післядипломної освіти імені П. Л. Шупика. 2018 р. — присвоєна друга кваліфікаційна категорія зі спеціальності «кардіологія». 2019 р. — ТУ «ЕКС та катетерні методи лікування аритмій» у Національній медичній академії післядипломної освіти імені П. Л. Шупика. 2019 р. — Management of Implanted Patients. Fundamentals of Cardiac Pacing. Part 1. (Medtronic education). 2020 р. — стажування з інтервенційної кардіології у відділенні інтервенційної радіології КНП «Тернопільська університетська лікарня» ТОР. 2021 р. — присвоєна перша кваліфікаційна категорія зі спеціальності «кардіологія». 2021 р. — спеціалізація з інтервенційної кардіології у Національній медичній академії післядипломної освіти імені П. Л. Шупика. 2022 р. — ТУ «Діагностика та лікування аритмій і блокад серця». 2022 р. — спеціалізація з інвазивної електрофізіології у Національній медичній академії післядипломної освіти імені П. Л. Шупика. 2024 р. — Management of Implanted Patients. Fundamental Management of the Pacemaker Patients. Part 1. (Medtronic education). 2024 р. — стажування з електрофізіології в НІССХ імені М. М. Амосова. Учасниця щорічного конгресу кардіологів України, Київського курсу з коронарних реваскуляризацій, різноманітних кардіологічних конференцій, присвячених сучасним методам діагностики та лікування.",
  },
  {
    id: "4",
    title: "Кушнір Роман Петрович",
    experience: "13",
    img: Кушнір,
    speciality: "Лікар кардіолог",
    education: "ТНМУ",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "Був залучений у написанні медичних статей в місцевій газеті «Медичний вісник». У роботі з пацієнтами виявляє високий гуманізм, людяність, чесність, принциповість, готовність нести всю відповідальність за стан здоров’я кожного з них. Не рахуючись з особистим часом і станом власного здоров’я, виконує свої функціональні обов’язки на високому професійному рівні, впроваджує у роботу нові технології надання медичної допомоги. Постійно підвищує свій професійний рівень. Бере активну участь у різноманітних тренінгах, майстер-класах, семінарах, конференціях, вебінарах. Тісно підтримує зв'язок із лікарями-електрофізіологами інституту ім. М. Амосова та Феофанії. Наразі працює лікарем-кардіологом (ВІР та РТ і КВ №1) КНП «ЦМЛ» РМР. Активно проводить імплантацію штучних водіїв ритму та кардіовертер-дефібриляторів.",
    educationInfo:
      "Закінчив Тернопільський державний медичний університет у 2011 році за спеціальністю «лікувальна справа». Після закінчення університету з 2011 року по 2013 рік проходив інтернатуру за спеціальністю «внутрішні хвороби» на базі ЦМЛ м. Рівне. З серпня 2013 року почав працювати лікарем-стажером у палаті інтенсивної терапії кардіології №1 у ЦМЛ м. Рівне. У 2013 році проходив навчання за спеціалізацією «кардіологія» у Львівському державному медичному університеті протягом 4 місяців. З лютого 2014 року працюю лікарем-кардіологом палати інтенсивної терапії КВ №1 та за сумісництвом лікарем-кардіологом КВ відділення №3 для лікування хворих з порушенням ритму. У 2014 році відвідав науково-медичну конференцію у м. Bialystok Подляського воєводства Польща. У 2015 році пройшов курси за спеціальністю «імплантація штучних водіїв ритму серця» у НАПО ім. П. Л. Шупика на базі інституту ім. М. Амосова. З 2016 року проводить імплантації штучних водіїв ритму серця для хворих із важкими порушеннями ритму серця. З червня 2016 року працює лікарем-кардіологом палати інтенсивної терапії ВІР та РТ КНП «Центральна міська лікарня» РМР. З червня 2022 року працює лікарем-кардіологом (аритмологом) КВ №1 КНП «ЦМЛ» РМР. У 2022 році пройшов 6-місячні курси на базі НАПО ім. П. Л. Шупика за спеціальністю «електрофізіологія». Має досвід в організації кардіологічної конференції із залученням міжнародних спікерів у 2019 році.",
  },
  {
    id: "5",
    title: "Бондарук Ілона Володимирівна",
    experience: "6",
    img: Бондарук,
    speciality: "Лікар кардіолог, лікар функціональної діагностики",
    education: "БДМУ",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "Бондарук Ілона Володимирівна — лікар-кардіолог та лікар функціональної діагностики у відділенні інтервенційної кардіології та реперфузійної терапії. До професійних компетенцій лікаря належить профілактика, діагностика та лікування захворювань серця та судин, зокрема: інфаркт міокарда та його наслідки, ХКС, стенокардія, ТЕЛА, порушення ритму та провідності (брадиаритмії, тахіаритмії), інфекційний міокардит, перикардит, ендокардит, кардіоміопатії (ДКМП, ГКМП), ХСН та інші захворювання, проводить трансезофагеальну (черезстравохідну) та трансторакальну ехокардіографію.",
    educationInfo:
      "2012-2018 рр. навчалася у Буковинському державному медичному університеті на факультеті лікувальна справа. 2018-2020 рр. інтернатура на базі Львівського національного медичного університету ім. Данила Галицького та КНП «Центральна міська лікарня» РМР. 25.06.2020 р. розпочала роботу лікарем-черговим приймально-діагностичного відділення та лікарем кардіологом відділення інтервенційної кардіології та реперфузійної терапії. 2020 р. спеціалізація з кардіології у Львівському національному медичному університеті ім. Данила Галицького. 2021 р. спеціалізація з функціональної діагностики у Львівському національному медичному університеті ім. Данила Галицького. 2022 р. спеціалізація з медицини невідкладних станів у Львівському національному медичному університеті ім. Данила Галицького. З 2022 р. та по теперішній час працює лікарем кардіологом та лікарем функціональної діагностики у відділенні інтервенційної радіології та реперфузійної терапії. 2022 р. підвищення кваліфікації на базі НУОЗ України ім. П. Л. Шупика — ТУ «Діагностика та лікування аритмій і блокад серця». 2022 р. є членкинею ESC (European Society of Cardiology).",
  },
  {
    id: "6",
    title: "Кривко Ігор Степанович",
    experience: "37",
    img: Кривко,
    speciality: "Лікар кардіолог, інтервенційний кардіолог",
    education: "ІФНМУ",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "Лікар-кардіолог вищої категорії у КНП «ЦМЛ» м. Рівне. Займається лікуванням хворих з такими патологіями: лікуванням гострого інфаркту міокарда в режимі 24/7, ХКС, стенокардією, ТЕЛА, порушенням ритму та провідності (брадиаритмії, тахіаритмії), інфекційним міокардитом, перикардитом, ендокардитом, кардіоміопатіями (ДКМП, ГКМП), ХСН та іншими захворюваннями, проводить коронарографії та стентування коронарних судин.",
    educationInfo:
      "1987 р. закінчив з відзнакою Івано-Франківський державний медичний інститут. 1989 р. розпочав роботу кардіологом у кардіологічному відділенні №1. 1990 р. спеціалізація з ультразвукової діагностики серця у Львівському національному медичному університеті ім. Данила Галицького. 1994 р. спеціалізація з кардіології у КМАПО ім. П.Л. Шупика. 2000 р., 2003 р. стажування з інтервенційної кардіології в Śląskie Centrum Chorób Serca w Zabrzu (Польща). 04.02-04.03.2008 р. ТУ «Сучасні технології в інтервенційній кардіології» в НМАПО ім. П.Л. Шупика. 2012 р. стажування з інтервенційної кардіології у м. Гамбург (Німеччина). 2004 р. стажування з інтервенційної кардіології у м. Ченстохова (Польща). 2014 р. стажування з інтервенційної кардіології у м. Познань (Польща). 2015 р. стажування з інтервенційної кардіології у м. Маастріхт (Нідерланди). 18.05-29.05.2015 р. ТУ «Новітні методи інтервенційної діагностики коронарного атеросклерозу» в НМАПО ім. П.Л. Шупика. Щорічна участь у конгресі кардіологів України. 2013-2024 рр. — щорічна участь у Київському курсі з коронарних реваскуляризацій. 18.10.2024 р. науково-практична конференція «Сучасні стратегії лікування ішемічної хвороби серця». Численні онлайн-конференції від платформ: Medvoice, Accemedin, WebCardio. Експерт у питаннях інтервенційної кардіології. Нагороджений грамотою Верховної Ради України.",
  },
  {
    id: "7",
    title: "Мовчан Галина Яківна",
    experience: "14",
    img: Мовчан,
    speciality: "Лікар кардіолог",
    education: "ІФДМУ",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "2007-2010 — приймально-діагностичне відділення на посаді чергового лікаря. З 2009 року, по даний час, лікар-кардіолог у кардіологічному відділенні, на палатах інтенсивної терапії та реанімації. З 2018 року по даний час — у відділенні кардіології для хворих з порушенням ритму серця. 2020 р. (3 місяці) - 2021 р. (5 місяців) працювала у перепрофільованому інфекційному відділенні для хворих на коронавірусну хворобу (COVID-19). Навики: консультація хворих; володіння застосуванням методики системного тромболізису; володіння технікою катетеризації яремної та підключичної вен, пункцією плевральної порожнини з лікувальною та діагностичною метою; проведення фармакологічної та електричної кардіоверсії хворим з порушеннями серцевого ритму; відбір, підготовка хворих до коронарографії, стентування, шунтування коронарних артерій, протезування клапанів серця, РЧА (радіочастотної абляції), трансплантації серця (реципієнта) та ведення даної категорії хворих після перерахованих втручань; імплантація тимчасового ШВРС, одно- та двохкамерних постійних ШВРС; заміна генератора ШВРС; проведення реанімаційних заходів. Шифрування і аналіз ЕКГ, Холтер-ЕКГ; проведення тредміл-тесту; аналіз і інтерпретація ЕхоКС, КТ-органів грудної клітки; тестування та налаштування кардіостимуляторів; надання допомоги та ведення хворих з гострим коронарним синдромом, набряком легень, розшаруванням аорти, порушенням серцевого ритму і провідності, ТЕЛА, міокардитами, перикардитами, захворюванням клапанів серця, гіпертонічною хворобою; маю досвід роботи з хворими на коронавірусну хворобу (COVID-19) з середнім і важким перебігом захворювання.",
    educationInfo:
      "1999-2005 — ІФДМУ за спеціальністю «лікувальна справа». 2005 р. - 2007 р. — інтернатура за спеціальністю «загальна практика, сімейна медицина». 2009 р. — у Львівському національному медичному університеті ім. Д. Галицького атестувалася за спеціальністю «терапія». 2009 р. — курси із спеціалізації «кардіологія», на базі Національної медичної академії післядипломної освіти ім. П. Л. Шупика МОЗ України; 2013 р. — ПАЦ зі спеціальності «кардіологія» факультет післядипломної освіти при Львівському національному медичному університеті ім. Д. Галицького, отримала 2 кваліфікаційну категорію лікаря-кардіолога. 2018 р. — ПАЦ зі спеціальності «кардіологія» факультет післядипломної освіти при Львівському національному медичному університеті ім. Д. Галицького, отримала 1 кваліфікаційну категорію лікаря-кардіолога. 2019 р. — ПАЦ зі спеціальності «кардіологія» факультет післядипломної освіти при Львівському національному медичному університеті ім. Д. Галицького, отримала вищу кваліфікаційну категорію лікаря-кардіолога. 2018 р. — курси спеціалізації «Функціональна діагностика», факультет післядипломної освіти при Львівському національному медичному університеті ім. Д. Галицького. 2018 р. — пройшла підготовку медичного персоналу AFFINITI70 Philips Healthcare AFS Medizintechnik. 2019 р. — ТУ «Електрокардіостимуляція та катетерні методи лікування аритмій» НМАПО імені П. Л. Шупика м. Київ, отримала вищу кваліфікаційну категорію лікаря-кардіолога. 2019 р. — навчання м. Київ «Fundamentals of Cardiac Pacing» Part І, Part ІІ. Досвід у організації кардіологічної конференції із залученням міжнародних спікерів 2019 р. 2022 р. — курси із спеціалізації «інвазивна електрофізіологія», на базі Національної медичної академії післядипломної освіти ім. П. Л. Шупика МОЗ України; щорічно відвідую Національний конгрес кардіологів України; науково-практичні конференції асоціації аритмологів України «Клінічна та інвазивна аритмологія»; конференції Всеукраїнської асоціації фахівців серцевої недостатності; конференції «Невідкладна кардіологія, практичні аспекти». З 2020 року є учасником Cardio Hub — всеукраїнської асоціації кардіологів України.",
  },
  {
    id: "8",
    title: "Фітьо Олег Богданович",
    experience: "13",
    img: Фітьо,
    speciality: "Лікар-кардіолог, лікар-інтервенційний кардіолог",
    education: "НМУ ім. О.О. Богомольця",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "Фітьо Олег Богданович — лікар-кардіолог, лікар-інтервенційний кардіолог у відділенні інтервенційної радіології та реперфузійної терапії в КНП «Центральна міська лікарня» РМР. Займається лікуванням гострого інфаркту міокарда та інших невідкладних станів в кардіології в режимі 24/7.",
    educationInfo:
      "2005–2011 рр. — навчання на факультеті лікувальна справа в НМУ ім. О.О. Богомольця. 2011–2013 рр. — інтернатура за спеціальністю «Внутрішні хвороби» в Тернопільському ДМУ ім. І.Я. Горбачевського. 29.08–27.11.2013 р. — спеціалізація з кардіології в НМАПО ім. П.Л. Шупика. 2017 р. — ТУ «Клінічна електрокардіографія» в Харківській медичній академії післядипломної освіти. 05.02–22.03.2018 р. — ТУ «Сучасні технології в інтервенційній кардіології» в НМАПО ім. П.Л. Шупика. 2018 р. — ПАЦ «Кардіологія» в Львівському НМУ ім. Данила Галицького, факультет післядипломної освіти. 09.03–11.06.2021 р. — спеціалізація з «Інтервенційної кардіології» в НМАПО ім. П.Л. Шупика. 03.05–18.05.2022 р. — ТУ «Діагностика та лікування аритмій і блокад серця» в Національному університеті охорони здоров’я України ім. П.Л. Шупика. Експерт у питаннях лікування гострого інфаркту міокарда та інших невідкладних станів.",
  },
  {
    id: "9",
    title: "Петришина Людмила Констянтинівна",
    experience: "37",
    img: Петришина,
    speciality: "Старша медична сестра",
    education: "Рівненське медичноме училище",
    location: "Центральна міська лікарня м.Рівне",
    details:
      "Петришина Людмила Костянтинівна — старша медична сестра відділення інтервенційної кардіології та реперфузійної терапії",
    educationInfo:
      "Петришина Людмила, навчалася у Рівненському медичному училищі, яке закінчила у 1987році за фахом медична сестра, пізніше здобула освіту сестра медична бакалавр.З 1987 по 2004 р.р.працювала медичною сестрою кардіологічного відділення 2,Рівненської центральної міської лікарні, у 2004 році проходила стажування в Сілезькому центрі хвороб серця та судин, в республіці Польща , у 2004 році була переведена на посаду старшої сестри рентгено-хірургічного блоку.З 2018 року працюю старшою сестрою ВІРта РТ.",
  },
];
export default doctors;
